<template>
  <div class="container">
    <common-header title="风险提示" bg="#fff" />
    <div class="content">
      <h2 class="title">用户须知规则说明</h2>
      <h2 class="title">拍卖规则</h2>
      <p>極翠缘艺术文化，是创新的电商类拍卖平台，严格遵守《中华人民共和国拍卖法》的相关规定，根据平台的业务模式制定本拍卖规则拍卖流程及规则。</p>
      <p>1.用户通过注册成为平台会员井自动获得分销会员资格；</p>
      <p>2.用户可参与抢购商家发起的限量销售商品，抢购成功后，可以选择提货或委托平台进行拍卖转售。选择委托拍卖转售时，用户需纳委托拍卖的佣金。用户身份由买家会员转变为委托人（卖家），并按平台规则委托转售商品获取拍卖增值收益；</p>
      <p>3.用户可参与抢购或者竞拍竞买，但依据拍卖法的规定，用户不可以竞买自已委托拍卖转售的商品（拍卖标的物）；</p>
      <p>4.成功竞买的用户可针对为提货的商品选择委托仓储或委托转售，转售价格不得高于原购买（竞拍成交）金额的5%；</p>
      <p>5.用户对于成功拍得的商品在72小时内选择提货或选择委托拍卖转售；如用户在成功付款后72小时之内未进行任何操作，平台及系统将视为用户默认选择发货，并将给用户进行发货；</p>
      <p>6.会员当日发起委拍申请并获通过，委托转卖商品将于次日上线；</p>
      <p>7.同一个会员的同一件商品最多连续参与三次委托转售，如仍未转卖成功（流拍），平台和系统将不再接受委托申请；</p>
      <p>8.会员可分享平台或商品给好友，好友通过分享链接注册为平台会员，推广人可终身获得新注册人购买委托转售商品金额对应的拍卖佣金部分的返佣奖励。</p>
      <p>温馨提示</p>
      <p>1.每日秒杀时间为10:30-11:30,买家通过秒杀或直接购买预售商品的方式获得商品,可于当日15：00-24：00向平台发起委托拍卖申请，平台将根据申请的时间进行竞拍排程。单次委托拍卖佣金为原始竞拍价格×3%，委托转拍的限价为原始竞拍价格x5%。</p>
      <p>2.客服在线时间:工作日9:00-21:00客服微信: baozihaochima</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Guidelines'
}
</script>

<style lang="less" scoped>
.container {
  min-height: 100vh;
  background-color: #f5f5f5;
  .content {
    padding: .2667rem /* 20/75 */ 0.4rem /* 30/75 */ 0;
    .title {
      font-weight: bold;
      padding: 0.1333rem /* 10/75 */ 0;
      font-size: 0.4267rem /* 32/75 */;
      color: #333;
      text-align: center;

    }
    p {
      margin-top: .1333rem /* 10/75 */;
      text-indent: .4267rem /* 32/75 */;
      font-size: 0.3733rem /* 28/75 */;
      line-height: .6133rem /* 46/75 */;
      color: #444;
    }
  }
}
</style>
