<template>
  <div class="container">
    <div class="content">
      <h2 class="title">规则说明</h2>
      <p>注册协议规则说明</p>
      <p>任何自然人、法人或其他组织参与極翠缘拍卖平台（以下简称平台）举办的网络拍卖活动前请务必认真阅读和理解平台《竞买人或买受人注册协议》（以下简称《协议》）中规定的所有权利和义务。若在阅读完本规则后未提出书面异议，则视为竞买人（定义见“名词解释”）已同意本规则及相关文件之规定。如因未仔细阅读本规则和拍卖信息而引发的任何损失或责任均由竞买人、买受人（定义见“名词解释”）自行承担。名词解释：</p>
      <p>1、“竞买人”指参加本平台举办的网络拍卖活动，在网络拍卖平台注册并办理了必要手续，根据中华人民共和国法律规定具有完全民事行为能力的参加竞买拍卖标的的自然人、法人或者其他组织。法律对拍卖标的的买卖条件或对竞买人的资格有规定的，竞买人应当具备规定的条件或资格。本规则中，除非另有说明或根据文义特殊需要，竞买人均包括竞买人的代理人；</p>
      <p>2、“买受人”指在本公司举办的网络拍卖活动中，拍卖师以落槌或者以其他公开表示买定的方式（含以预设程序方式）确认的通过网络拍卖平台以最高应价购得拍卖标的的竞买人；</p>
      <p>
        3、“委托人”指委托本公司通过网络拍卖平台拍卖本规则规定范围内拍卖标的的自然人、法人或者其他组织。本规则中，除非另有说明或根据文义特殊需要，委托人均包括委托人的代理人；</p>
      <h2 class="title">一、总则</h2>
      <p>1、極翠缘拍卖平台的所有权和运营权归扬州極翠缘网络科技有限公司所有，本平台拥有合法拍卖资质和经营手续；</p>
      <p>2、竞买人或买受人在注册之前，应当仔细阅读本《协议》，并同意遵守本《协议》后方可申请成为注册竞买人或买受人。一旦注册成功，则竞买人或买受人与極翠缘拍卖平台之间自动形成协议关系，竞买人或买受人应当受本平台《协议》的约束。竞买人或买受人一旦使用部分服务或平台产品，将默认为竞买人或买受人同意《协议》内容；</p>
      <p>3、本《协议》由極翠缘拍卖平台随时更新，竞买人或买受人应当及时关注。本平台的通知、公告、声明或其它类似内容是本平台《协议》的一部分。</p>
      <h2 class="title">二、竞买人或买受人注册须知</h2>
      <p>1、注册成为本平台竞买人或买受人必须满足如下相应主体资格条件之一：</p>
      <p>1）竞买人或买受人必须是中国境内的居民，且具有完全民事行为能力2）竞买人或买受人必须是在中国境内注册成立并正常经营中的具备民事行为能力且能独立承担民事义务的法人；</p>
      <p>3）竞买人或买受人必须是在中国境内依法成立并存续中的其他组织。如不具备上述资格，应立即停止在本平台的注册程序、停止使用本平台服务；</p>
      <p>4）若违反前述规定注册使用本平台服务，本平台有权随时终止竞买人或买受人的注册进程及本平台服务、注销账号等，并保留追究竞买人或买受人法律责任的权利。</p>
      <p>2、在注册和使用本平台服务期间，竞买人或买受人应根据本平台的要求提供自身的真实资料和信息，并保证自注册之时起至使用本平台服务期间，其所提交的所有资料和信息（包括但不限于真实姓名、名称、联系电话、身份证号、证件号、银行卡号、收款账号等）真实、准确、完整、有效和合法，如有变更，应及时联系本平台进行变更申请，如因竞买人或买受人未及时更新信息和资料导致本平台无法提供服务或造成拍类纠纷、财产损失，由此产生的法律责任和后果由竞买人或买受人自行承担。如竞买人或买受人使用他人信息和文件注册使用本平台服务，或向本平台提供的信息和资料不符合上述规定，由此引起的一切责任和后果均由竞买人或买受人自行承担，本平台不因此承担任何法律责任，如因此给本公司或本平台造成损失，竞买人或买受人应当承担相应经济赔偿责任和法律责任；</p>
      <p>3、凡参加本公司网络拍卖活动的委托人、竞买人和买受人应仔细阅读并遵守本规则，并对自己参加本公司网络拍卖活动的行为负责。如因未仔细阅读本规则而引发的任何损失或责任均由行为人自行承担。因网络或其他原因，本公司有权自行决定将拍卖延期或取消，无需向竞买人做出任何赔偿。</p>
      <p>在本公司举办的网络拍卖活动中，竞买人的最高应价经拍卖师落槌或者以其他公开表示买定的方式（含以预设程序方式）确认时，即表明该竞买人成为该拍卖标的的买受人。</p>
      <p>本公司、委托人及买受人均应认可拍卖标的已出售、成交的事实，并享有法律规定及本规则约定的权利，履行法律规定和本规则约定的义务。任何一方不履行义务的，均应承担相应的法律责任。竞买人和买受人知悉并确认网络拍卖并非采用网络方式销售商品，拍卖标的不是日常消费品，属于特殊商品，拍卖一旦成交，买受人不得主张退货；</p>
      <p>4、本公司特别声明不能保证拍卖标的的品质及价值，对拍卖标的不承担瑕疵担保责任。所有拍卖标的均以拍卖时的状态出售。</p>
      <p>竞买人应亲自审看拍卖标的，对自己竞买拍卖标的的行为承担法律责任。任何竞买人在本公司组织的网络拍卖活动中参加竞买的行为，应被视为该竞买人对其竞买的拍卖标的的品质及价值等情况已经进行全面的检验和评估，且对该拍卖标的的品质及价值等现状感到满意，对拍卖标的瑕疵（如有）已有充分了解并愿意接受。竞买人参加竞买的行为表明其愿意承担因此可能遇到的各种风险，并已放弃对该拍卖标的的品质或价值提出异议的权利；</p>
      <p>5、本公司对因网络、通讯信号、系统故障、录入信息错误等原因导致的竞买人或买受人无法使用网络拍卖平台、网络延迟、网络拍卖账户的用户名和密码被盗、未能竞买成功或其他交易异常情况所产生的损失不承担任何法律责任；对因上述原因导致拍卖成交但出现交易异常情况的，本公司有权决定撤销该笔交易，本公司对因交易被撤销给委托人、竞买人或买受人造成的损失不承担任何法律责任。因竞买人或买受人操作差错所造成的损失由竞买人、买受人本人承担。本公司不保证网络拍卖平台的安全、稳定、不受干扰或无误，或有关缺陷已修正，本公司对因上述情况导致的竞买人或买受人未能竞买成功或产生的其他损失不承担任何法律责任。</p>
      <p>对于竞买人或买受人进入、使用网络拍卖平台后发生的电脑设备或其他财产损坏或感染病毒、被黑客攻击，本公司不承担任何法律责任。</p>
      <p>进入本公司网络拍卖平台会链接到第三方网站，本公司不就第三方网站提供的或通过该网站提供的内容承担责任。竞买人或买受人须自行承担链接任何第三方网站的风险，并承担因该链接所导致的一切责任和后果。</p>
      <p>因竞买人或买受人银行卡账号或密码等泄露致使他人冒名竞买造成的任何损失，由竞买人或买受人自行承担。</p>
      <p>若竞买人或买受人对网络拍卖平台有任何异议或疑义，请停止使用网络拍卖平台；</p>
      <p>6、买受人在本平台竞拍成功后，如需发货，则拍卖品风险自本平台将拍卖品移交第一承运人时转移给买受人；</p>
      <p>三、平台服务内容及服务费用</p>
      <p>1、本平台向竞买人或买受人提供包括但不限于商品的购买消费、拍品的参拍购买、抢购秒杀促销商品、委托拍卖自购商品（拍品）、委托仓储服务、委托转售拍卖（委托转拍）、申请提货、申请发货等平台的电商类和拍卖类的相关服务。</p>
      <div class="title">2、电商平台服务(B2C)</div>
      <p>B端委托人；</p>
      <p>1）委托人有责任和义务保证提供和销售给本平台的商品（一口价拍卖标的、抢购的秒杀促销商品及其他产品）均具有所有权，且不侵犯第三方的权益，正品保真，无质量问题。</p>
      <p>2）委托人对極翠缘平台所提供的商品品质、质量负责以及提供相应的售后服务、以及一键代发货等服务。对于有质量问题的商品，委托人有义务调换货或提供维修服务，但不提供退货服务。</p>
      <p>3）委托人已尽其所知，就该拍卖标的的来源和瑕疵向本公司进行了全面、详尽的披露和说明，不存在任何隐瞒或虚构之处；</p>
      <p>4）如委托人违反上述保证，造成拍卖标的的实际所有权人或声称拥有权利的任何第三人提出索赔或诉讼，致使本公司及/或买受人蒙受损失时，则委托人应承担相关法律责任，包括但不限于赔偿本公司及/或买受人因维护权益支出的律师费、诉讼费、保全费、交通费、差旅费、鉴定费等相关费用和支出。</p>
      <div class="title">3、C端竞买人或买受人:</div>
      <p>1）C端竞买人或买受人秒杀抢购到商品（拍卖标的）后，竞买人或买受人有提货的权利和义务，也可申请平台提供支持委托转拍的服务，平台审核同意后，C端竞买人或买受人缴纳约定的拍卖佣金，即可将交付完成的商品（拍卖标的）通过拍卖的方式再次转售；</p>
      <p>
        2）竞买人或买受人在本平台参与的抢购、竞拍竞买、拍卖转售中购买的商品（拍卖标的）等行为均属于拍卖行为和消费行为，抢拍或者下单购买前需对商品进行商品详情信息、价值的了解与认可，认可后再进行参与竞买或者消费。一旦抢拍成功并完成收付款。当委托人/卖家点击“确认收款”按钮的同时，即视为同步完成了拍卖交易中拍卖标的物的指示交付，竞买人或买受人有权利和义务按平台的拍卖规则对成功竞拍到的商品（拍卖标的）进行提货申请或者申请平台提供委托转拍服务。若平台不接受竞买人或买受人的委托转拍申请，应在10日内发货，竞买人或买受人须收货。若竞买人或买受人拒绝收货，平台有权征收保管费用，保管期限为30日，每件每日的保管费用按拍卖成交价格的千分之一收取；超出该保管期限，平台视为竞买人或买受人默认选择放弃该拍卖标的物/商品的所有权，平台有权将拍卖标的物/商品另行处理。</p>
      <p>3）根据《中华人民共和国物权法》规定，竞买人或买受人竞买商品为合法渠道途径取得的商品（拍品）属个人合法财产（物权），竞买人或买受人（权利人）依法享有直接支配和排他的权利，包括所有权、用益物权和担保物权、人物权和其他权利（竞买人或买受人）的物权受法律保护，任何单位和个人不得侵犯。权利人（竞买人或买受人）以合理的价格通过拍卖的形式转让，转让成功后，原权利人的原有权利消失，善意受让人拥有该商品（所有权）的一切权利。竞买人或买受人拥有一切有关个人财产所有权的使用（提货）、转售（委托拍卖）等处理权，并享有购买或委托转拍拍卖的结果所带来的一切权益；同时商品收益贬值等带来的风险需由竞买人或买受人自行承担，与本平台无关</p>
      <p>
        4、C2C线下付款，请竞买人或买受人在付款前，确认并提高支付安全意识，避免造成财产损失；如发现交易对象信息和收款信息不一致，请停止付款交易。若发现信息不一致，仍依旧付款，造成的财产损失，由竞买人或买受人个人自行承担，与本平台无关；同时平台会积极协调拍卖交易环节的争议，或者配合司法机关提供相关数据信息和凭证。</p>
      <p>5、竞买人或买受人抢购商品成功后，可进行提货或者申请平台提供委托转拍服务，但不可进行退货服务。若商品出现质量问题，竞买人或买受人可以联系平台官方客服进行调换货申请或维修申请；</p>
      <p>6、若竞买人或买受人成功委托拍卖转售的商品（拍卖标的），累计3次均为流拍的结果，平台将不再接受该商品（拍卖标的）的转拍申请，并将直接发货给竞买人或买受人（权利人）。权利人（竞买人或买受人）自行处理使用。</p>
      <p>7、竞买人或买受人提货后的商品（拍品），本平台不接受仓储委托；</p>
      <p>8、竞买人或买受人使用本平台相关服务时，本公司有权收取合理的平台服务费用（包括但不限于拍卖佣金、手续费等），具体服务费用收取标准以本平台规则、公告或者本公司与竞买人或买受人另行签订的相关协议订单明细为准。竞买人或买受人在此不可撤销，将按照本《协议》和竞买人或买受人签署的相关协议约定向本平台支付拍</p>
      <van-button type="primary" style="margin-top: 0.1333rem;" block @click="handleSave">我确认已阅读并同意协议内容</van-button>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Agreement',
  methods: {
    handleSave() {
      this.$router.go(-1)
    }
  }
}
</script>

<style lang="less" scoped>
.container {
  min-height: 100vh;
  background-color: #f5f5f5;
  .content {
    padding: .2667rem /* 20/75 */ 0.4rem /* 30/75 */ 0;
    .title {
      font-weight: bold;
      padding: 0.1333rem /* 10/75 */ 0;
      font-size: 0.4267rem /* 32/75 */;
      color: #333;
      text-align: center;
    }
    p {
      margin-top: .1333rem /* 10/75 */;
      font-size: 0.3733rem /* 28/75 */;
      line-height: .6rem /* 45/75 */;
      color: #444;
    }
  }
}
</style>
